{
    "0": {
        "name": "Titanic",
        "id": "0",
        "time": "03:15:00",
        "autor": "James Cameron ",
        "description": "Jack (DiCaprio), un joven artista, gana en una partida de cartas un pasaje para viajar a América en el Titanic, el transatlántico más grande y seguro jamás construido. A bordo conoce a Rose (Kate Winslet), una joven de una buena familia venida a menos que va a contraer un matrimonio de conveniencia con Cal (Billy Zane), un millonario engreído a quien sólo interesa el prestigioso apellido de su prometida. Jack y Rose se enamoran, pero el prometido y la madre de ella ponen todo tipo de trabas a su relación. Mientras, el gigantesco y lujoso transatlántico se aproxima hacia un inmenso iceberg. ",
        "gender": "Románticas"
    },
    "1": {
        "name": "Bad Boys for Life",
        "id": "1",
        "time": "02:03:00",
        "autor": "Bilall Fallah y Adil El Arbi ",
        "description": "En esta tercera entrega de la franquicia, los polícía Mike Lowrey (Will Smith) y Marcus Burnett (Martin Lawrence) vuelven a patrullar juntos en un último viaje.",
        "gender": "Acción"
    },
    "2": {
        "name": "Sonic the Hedgehog",
        "id": "2",
        "time": "01:39:00",
        "autor": "Jeff Fowler",
        "description": "Sonic, el descarado erizo azul basado en la famosa serie de videojuegos de Sega, vivirá aventuras y desventuras cuando conoce a su amigo humano y policía, Tom Wachowski (James Marsden). Sonic y Tom unirán sus fuerzas para tratar de detener los planes del malvado Dr. Robotnik (Jim Carrey), que intenta atrapar a Sonic con el fin de emplear sus inmensos poderes para dominar el mundo.",
        "gender": "Comedia"
    },
    "3": {
        "name": "Harry Potter y las reliquias de la muerte - Parte 2 ",
        "id": "3",
        "time": "02:10:00",
        "autor": "David Yates",
        "description": "El final ha llegado. Harry, Hermione y Ron tendrán que recuperar la espada de Gryffindor para encontrar y destruir los últimos horrocruxes. Mientras tanto, Lord Voldemort está a punto de apoderarse por completo de Hogwarts y de conseguir su objetivo: matar a Harry Potter. La única esperanza de Harry es encontrar los horrocruxes antes de que Voldemort lo encuentre a él. Buscando pistas, descubre una antigua y olvidada historia: la leyenda de las reliquias de la muerte, que podría dar al malvado Lord el poder definitivo. Pero el futuro de Harry está escrito desde que nació e incluye una misión para la que se ha estado preparando desde que llegó a Hogwarts: la batalla final contra Voldemort.",
        "gender": "Espada y Hechicería"
    },
    "4": {
        "name": "Star Wars: El ascenso de Skywalker ",
        "id": "4",
        "time": "02:21:00",
        "autor": "J.J. Abrams",
        "description": "Un año después de los eventos de \"Los últimos Jedi\", los restos de la Resistencia se enfrentarán una vez más a la Primera Orden, involucrando conflictos del pasado y del presente. Mientras tanto, el antiguo conflicto entre los Jedi y los Sith llegará a su clímax, lo que llevará a la saga de los Skywalker a un final definitivo. Final de la trilogía iniciada con \"El despertar de la Fuerza\". ",
        "gender": "Ciencia Ficción"
    },
    "5": {
        "name": "El Padrino. Parte II",
        "id": "5",
        "time": "03:20:00",
        "autor": "Francis Ford Coppola",
        "description": "Continuación de la historia de los Corleone por medio de dos historias paralelas: la elección de Michael como jefe de los negocios familiares y los orígenes del patriarca, Don Vito Corleone, primero en su Sicilia natal y posteriormente en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York. ",
        "gender": "Delincuencia"
    }
}